{
    "Id": 66087,
    "Title": "Час завершення",
    "Description": "Ці вторгнення підштовхують цю часову лінію до розриву. Якби ж то у нас був повний контингент мандрівників у часі!\n\nХоча ти й новачок у нашому колективі, мені сказали, що ти вже {sex|встиг|встигла} нам дуже допомогти. З додатковим поштовхом, я вважаю, ти можеш ще більше допомогти нашій справі.\n\nЗазвичай я провів би тобі повне навчання, але часи... нестандартні зараз. Візьми цей сувій передових знань і використай його, щоб відігнати загарбників! Проте треба це робити швидко, наслідки лише тимчасові.",
    "ObjectivesText": "Допоможіть мандрівникам у часі, вбиваючи загублених у часі ворогів, підбадьорюючи бронзових союзників, повертаючи втрачені артефакти та закриваючи часові розриви в Сипучих пісках.",
    "RewardText": "Посох-часохід має вирішальне значення для завдання контролю часу. Іноді потрібен лише легкий поштовх. Інколи потрібен сильний удар. Наразі цього має бути достатньо, щоб пом’якшити нестабільність у цій місцевості. \n\nХоча попереду ще багато роботи, я впевнений, що ваші напарники готові допомогти в храмі. Я подбаю про підтримку решти мандрівників у часі.\n\nУдачі.",
    "Objectives": [
        {
            "Hash": 802180380,
            "Text": "[DNT] Розрив закрито"
        },
        {
            "Hash": 651208458,
            "Text": "[DNT] Артефакт повернуто"
        },
        {
            "Hash": 208193503,
            "Text": "Хронологія збережена"
        },
        {
            "Hash": 2012856359,
            "Text": "[DNT] Загубленого в часі знищено"
        },
        {
            "Hash": 3421164738,
            "Text": "[DNT] Елітний загубленйи в часі"
        },
        {
            "Hash": 939952415,
            "Text": "[DNT] Відстеження розриву"
        },
        {
            "Hash": 2250007437,
            "Text": "[DNT] Відстеження артефактів"
        },
        {
            "Hash": 4182201752,
            "Text": "[DNT] Підбадьорення бронзових союзників"
        },
        {
            "Hash": 864671444,
            "Text": "[DNT] Відстеження союзника"
        }
    ]
}