{
    "Id": 66087,
    "Title": "Closing Time",
    "Description": "These incursions push the durability of this timeline to the point of breaking. If only we had our full contingent of Timewalkers!\n\nThough you are a novice with the staff, I am told that you have managed to help us out greatly. With an extra push, I believe you may further aid our cause.\n\nNormally, I would put you through a full training but the times are... unorthodox. Take this scroll of advanced knowledge and use it to push back the invaders! Be swift though, the effects are only temporary.",
    "ObjectivesText": "Assist the Timewalkers by slaying time-lost enemies, buffing bronze allies, returning lost artifacts, and closing time rifts in the Shifting Sands.",
    "RewardText": "A Timewalker's staff is crucial to shepherding time. Sometimes a gentle prod is all that is needed. Other times, firmer action is required. This should be enough to mitigate the instability in this area for now. \n\nWhile there is still more work to be done, your companions are eager to assist up at the temple. I will ensure the area down here is supported while you all go ahead.\n\nGood luck.",
    "Objectives": [
        {
            "Hash": 802180380,
            "Text": "[DNT] Rift closed"
        },
        {
            "Hash": 651208458,
            "Text": "[DNT] Artifact returned"
        },
        {
            "Hash": 208193503,
            "Text": "Timeline preserved"
        },
        {
            "Hash": 2012856359,
            "Text": "[DNT] Time-Lost slain"
        },
        {
            "Hash": 3421164738,
            "Text": "[DNT] Time-Lost Elite"
        },
        {
            "Hash": 939952415,
            "Text": "[DNT] Rift Tracking"
        },
        {
            "Hash": 2250007437,
            "Text": "[DNT] Artifact Tracking"
        },
        {
            "Hash": 4182201752,
            "Text": "[DNT] Buff Bronze"
        },
        {
            "Hash": 864671444,
            "Text": "[DNT] Ally Tracking"
        }
    ]
}