{
    "Id": 66299,
    "Title": "The Awaited Egg-splosion",
    "Description": "Our prototype worked! Excellent!\n\nNow it's time for the main course. This time, YOU are the chef.\n\nWith some necessary adjustments, you'll suit up in your disguise again. Then you'll take our masterpiece EGG-splosive, dunk it in this rancid stew here, head up to the matriarch's cave, plate it for her, and glide back down with the blasts detonating behind you!\n\nIf all things go as planned, she'll be toast. Because of the explosion. Which will burn her to toasty bits.",
    "ObjectivesText": "Slay the Screechflight Matriarch.",
    "PortraitGiverName": "Matriarch Avethyra, Leader of the Screechflight Harpies",
    "PortraitGiverText": "The reclusive Matriarch of the Screechflight harpies! Will you satisfy her voracious appetite with a Chirpsnide explosive, or your own flesh?",
    "RewardText": "Things didn't go exactly to plan, but no good Goblin scheme ever does! Nice work!\n\nThere will still be Screechflight here, but they'll be easier to cull without their Matriarch organizing their efforts. And the Bluefeathers will actually have a chance to survive.\n\nHarpies and dragons aren't that different. Forgetting their attempted mass digestion of the cliffside, they're akin to a civilization of their own. Maybe there's a peaceful brood out there? \n\nOh, and keep the disguise. Looks good on you.",
    "Objectives": [
        {
            "Hash": 1159692384,
            "Text": "Dunk the \"egg\" in the stew"
        },
        {
            "Hash": 2469844353,
            "Text": "Place the \"egg\" on the Matriarch's Egg Bowl"
        },
        {
            "Hash": 2166931723,
            "Text": "Slay the Matriarch"
        },
        {
            "Hash": 2889389544,
            "Text": "Put on your NEW disguise"
        },
        {
            "Hash": 3113629795,
            "Text": "Take Chirpsnide's One-Way Taxi Up"
        },
        {
            "Hash": 4165661286,
            "Text": "Report to Harleen"
        },
        {
            "Hash": 2277353716,
            "Text": "Use Auto-Glider"
        },
        {
            "Hash": 2402285393,
            "Text": "Stay in character"
        }
    ]
}