{
    "62": "Маніпулює чистою таємною магією, знищуючи ворогів з приголомшливою силою.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "63": "Фокусує чисту сутність магії вогню, атакуючи ворогів горючим полум'ям.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "64": "Заморожує ворогів на місці й розбиває їх на друзки магією холоду.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "65": "Пробуджує силу Світла, для зцілення та захисту союзників заради перемоги над злом з найтемніших куточків світу.\n\nБажана зброя: меч, дробильна зброя, щит",
    "66": "Використовує магію Світла, щоб захистити себе і союзників від нападників. \n\nБажана зброя: меч, сокира, дробильна зброя та щит",
    "70": "Праведний хрестоносець, який судить і карає супротивників зброєю та магією Світла. \n\nБажана зброя: дворучний меч, сокира, дробильна зброя",
    "71": "Загартований у боях майстер зброї, що використовує мобільність та надзвичайно потужні атаки для перемоги над супротивниками.\n\nБажана зброя: дворучна сокира, меч, дробильна зброя",
    "72": "Скажений берсерк, що викликає шквал атак, аби пошматувати своїх ворогів.\n\nБажана зброя: сокири, мечі або дробильна зброя у обох руках",
    "73": "Відважний захисник, який використовує щит аби захистити себе та своїх союзників.\n\nБажана зброя: сокира, дробильна зброя, меч та щит",
    "102": "Перевтілюється у могутню місячну сову, балансуючи сили таємної магії та природи, щоб знищити ворогів.\n\nБажана зброя: посох, кинджал або дробильна зброя",
    "103": "Приймає форму великого кота, щоб завдавати шкоди укусами та кровотечами.\n\nБажана зброя: посох, держакова зброя",
    "104": "Приймає форму могутнього ведмедя, щоб поглинати шкоду і захищати союзників.\n\nБажана зброя: посох, держакова зброя",
    "105": "Використовує потужну магію природи для зцілення і воскресіння союзників.\n\nБажана зброя: посох, кинджал, дробильна зброя",
    "185": "Ткачі Порожнечі присвятили себе дослідженню походження магії Порожнечі та знайшли спосіб встановити з нею тонкий зв'язок. Ця мінлива сила несе велику небезпеку, пожираючи все на своєму шляху.",
    "195": "Архонти — безмежно побожні жерці з міцним зв'язком зі Світлом та Темрявою. Завдяки благословінню вищих істот, вони зможуть досягнути вознесіння, ставши бездоганною версією себе самих.",
    "205": "Оракули зазирають у видіння майбутнього, щоб захистити та посилити своїх союзників. Передбачливість цих жерців дає їм змогу благословляти своїх союзників та надавати їм перевагу ще до того, як вони дізнаються про цю потребу.",
    "250": "Темний охоронець, який використовує і спотворює життєву енергію, щоб укріпити себе перед обличчям ворожої навали.\n\nБажана зброя: дворучна сокира, меч та дробильна зброя",
    "251": "Крижаний провісник загибелі, що спрямовує рунічну силу та завдає жорстоких ударів своєю зброєю.\n\nБажана зброя: сокири, мечі або дробильна зброя в обох руках",
    "252": "Володар смерті й розкладання, що поширює інфекцію й контролює неживих прислужників, які виконують його накази.\n\nБажана зброя: дворучна сокира, меч або дробильна зброя",
    "253": "Володар дикої природи, який приборкує найрізноманітніших звірів, щоб вони допомагали йому в бою.\n\nБажана зброя: лук, арбалет, вогнепальна зброя",
    "254": "Вправний снайпер, який влучно знищує ворогів здалеку.\n\nБажана зброя: лук, арбалет, вогнепальна зброя",
    "255": "Здібний слідопит, який віддає перевагу використанню вибухівки, отрути тварин та скоординованим атакам з прирученим звіром.\n\nБажана зброя: держакова зброя, посох",
    "256": "Використовує магію, щоб захистити від ушкоджень союзників, а також зцілити їхні рани.\n\nБажана зброя: посох, жезл, кинджал, дробильна зброя",
    "257": "Різносторонній цілитель, який може відвернути шкоду, завдану окремим особам або групам, і навіть продовжувати зцілювати з того світу.\n\nБажана зброя: посох, жезл, кинджал, дробильна зброя",
    "258": "Використовує зловісну темну магію і жахливу магію Порожнечі для знищення ворогів.\n\nБажана зброя: посох, жезл, кинджал, дробильна зброя",
    "259": "Смертоносний майстер отрут, який відправляє жертв на той світ вбивчими ударами кинджалів.\n\nБажана зброя: кинджали",
    "260": "Безжальний злочинець, який використовує спритність і хитрість, щоб сам на сам протистояти ворогам.\n\nБажана зброя: сокири, мечі, дробильна або кулачна зброя",
    "261": "Безшумний переслідувач, що вистрибує з тіні, щоб влаштувати засідку на свою здобич, яка нічого не підозрює.\n\nБажана зброя: кинджали",
    "262": "Заклинатель, який приборкує руйнівні сили природи та стихій.\n\nБажана зброя: дробильна зброя, кинджал та щит",
    "263": "Тотемний воїн, який вражає ворогів зброєю, наповненою стихійною силою.\n\nБажана зброя: сокири, дробильна або кулачна зброя в обох руках",
    "264": "Цілитель, який закликає духів предків та очищувальну силу води, щоб загоїти рани союзників.\n\nБажана зброя: дробильна зброя, кинджал та щит",
    "265": "Майстер темної магії, який спеціалізується на витягуванні життєвої сили та заклинаннях періодичної шкоди.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "266": "Повелитель демонів, що перетворює душі своєї армії на руйнівну силу.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "267": "Володар хаосу, який прикликає вогонь, щоб спалити та знищити ворогів.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "268": "Стійкий забіяка, який використовує непередбачувані рухи та містичні варива, щоб уникнути шкоди та захистити союзників.\n\nБажана зброя: посох, держакова зброя",
    "269": "Неперевершений майстер бойових мистецтв, який б'є супротивників руками та кулаками.\n\nБажана зброя: кулачна або дробильна зброя, мечі, сокири",
    "270": "Цілитель, який володіє таємничим мистецтвом маніпулювання життєвими енергіями за допомогою мудрості Нефритової Змії.\n\nБажана зброя: посох, меч або дробильна зброя",
    "316": "Сан'лейн майстерно використовують магію крові та темряви, щоб послабити своїх ворогів і посилити власні можливості.",
    "326": "Вершники Апокаліпсиса закликають силу легендарних Чотирьох Вершників, які стануть на їхній бік у бою. Вони вміло користуються магією Смерті, голоду та зараження.",
    "336": "Станьте вісником Смерті. Пронизуйте душі ваших ворогів атаками, натхненими силами Тінезем'я, й нагадуйте їм, що загибель — неминуча.",
    "398": "Розкриваючи сили потаємного полум'я, маги Люті Сонця посилюють свої найпотужніші заклинання. Навіть вогняний фенікс прийде їм на допомогу.",
    "408": "Опановування мінливої природи магії дозволяє чарокидам розщеплювати її, створюючи нові могутні та нестабільні чари.",
    "418": "Маги морозного вогню сплітають, здавалося б, несумісні стихійні сили. Опановуючи протилежні енергії, вони посилюють свої стихійні атаки, навіть комбінуючи їх задля потужнішого удару.",
    "423": "Вартові черпають свою енергію з сил природи, завдаючи своїми здібностями додаткової шкоди від таємної магії, та закликаючи містичних сов, які обсипатимуть ворогів безжалісними ударами.",
    "433": "Ватажки зграї формують глибокий зв'язок і довіру зі своїми вихованцями, що дозволяє мисливцю та його зграї полювати з бездоганною координацією на полі бою.",
    "443": "Не стримуйте злості та нападайте з тіней, атакуючи своїх ворогів некротичними здібностями, підсиленими темрявою. Полеглі від ударів ваших заклинань вороги тільки посилюватимуть ваші тіньові чари.",
    "482": "Храмовники не спиняються ні перед чим, аби здійснити правосуддя над нечестивцями. Вони викликають молоти Світла й вивільняють руйнівний шквал фізичних атак та світлої магії для подолання ворогів.",
    "492": "Ковалі Світла настільки майстерно опанували цю сяйну магію, що керують нею без зайвих зусиль, створюючи різні конструкції для своєї зброї й обладунків, та для захисту союзників.",
    "502": "Вісники Сонця укріплюють глибокий зв'язок із сонцем та сонячною енергією, використовуючи її, щоб спалювати ворогів і припікати рани союзників. Вони можуть створювати могутні сонячні промені, ставши провідниками Світла.",
    "514": "Лише дзенькіт леза та брудні прийоми оточують ворогів, коли в бій вступають хитруни. Вони відвертають увагу супротивників спритною зміною тактик чи змахом меча, щоб згодом розсікти їх прихованим до цього клинком.",
    "524": "Невільники долі завзято схиляють терези, сіючи хаос у продумані плани. Доленосна монета — їхній кращий радник. Кинувши жереб, вони несуть ворогам кінець, сплетений самою долею. Кінець, на який вони заслуговують.",
    "534": "Ловчі Смерті, її передвісники, завдають удару з тіней, даруючи швидкий кінець своїм цілям.",
    "547": "Шамани-тотеманти вправно розкривають повну силу своїх тотемів, зміцнюючи їх та викликаючи нові. Вони також відточують свої навички насичення чарами задля майстерності в ближньому бою.",
    "557": "Буревісники приборкують силу шторму, підпорядковуючи блискавку своїй волі. Пробудіть люту бурю, щоб посіяти хаос серед ворогів, руйнуючи все на своєму шляху.",
    "567": "Розкрийте свою духовну магію, покращуючи свої навички промовляння заклинань і отримуючи можливість викликати духів своїх предків на допомогу вам і союзникам у бою.",
    "577": "Задумливий майстер глеф і руйнівної сили магії Скверни.\n\nБажана зброя: глефи, мечі, сокири або кулачна зброя",
    "579": "Мало хто розуміє силу, приховану в душах загиблих, але багато знають про те, як демони безупинно полюють на них. Женці душ укладають пакти з демонами з Підсвітньої Крутоверті, слугуючи їм за господарів і годуючи їх душами своїх ворогів в обмін на безмежну могутність.",
    "581": "Приймає свого внутрішнього демона, щоб спопелити ворогів і захистити своїх союзників.\n\nБажана зброя: глефи, мечі, сокири або кулачна зброя",
    "589": "Серед усіх сатирських сект Азероту, Закликачі Пекла жахають найбільше. Ці чорнокнижники навчилися сплітати найогиднішу темну магію та ентропійний вогонь Скверни ціною осквернення власної душі.",
    "599": "Із загибеллю Легіону багато могутніх демонів опинилися на волі. Дияволісти командують дужими демонами, які колись вважалися непідвладними, і маніпулюють на полі бою безмежними силами Підсвітньої Крутоверті.",
    "601": "Жорстокий воїн, що зосереджується на цілі й невпинно переслідує її, ошелешуючи своїх ворогів шквалом зі сталевих ударів.",
    "611": "Гірські Тани — запеклі бійці, які живуть задля поєдинків із гідними супротивниками. Черпаючи силу з землі та енергію з бурі, вони завдають настільки могутнього громового удару, що приголомшують усіх ворогів навколо.",
    "621": "Ветеран незліченних битв, який вміє відбивати атаки, які повалили б інших. З цим досвідом вони здатні завдавати найпотужніших ударів та знищувати своїх ворогів.",
    "1467": "Вивільняє вроджену силу у вигляді хаотичного Червоного полум'я або зосередженої Синьої магії, для винищення ворогів на полі бою.\n\nБажана зброя: посох, меч, кинджал або дробильна зброя",
    "1468": "Звертається до Смарагдового Сну для відновлення життя, а до Бронзових пісків часу - для запобігання шкоді.\n\nБажана зброя: посох, меч, кинджал або дробильна зброя",
    "1473": "Наділяє союзників могутністю Чорних драконів та схиляє час і долю на їхню користь з допомогою Бронзової магії.\n\nБажана зброя: посох, меч, кинджал або дробильна зброя",
    "2111": "Друїди Кігтя — майстерні знавці могутніх звіриних форм. Перевтілюючись у котів чи ведмедів, вони стають лютими бійцями та захисниками природи.",
    "2211": "Невгамовні хижаки живуть серед далеких хащ, полюючи, щоб увічнити цикл життя і смерті. Вони прагнуть знищити тих, хто шкодить природі, а також використовують свої цілющі сили, щоб повернути життя на безплідні землі.",
    "2311": "Хранителі Гаю надихаються могутніми дітьми Кенарія, щоб захистити природний баланс та Сон. Вони спрямовують силу Сну на посилення своїх заклинань і закликають могутніх дереванів, аби вберегти союзників і знищити ворогів.",
    "2411": "Обранці Елуни присвячують себе Богині Місяця. У відповідь вона відкриває їм зв'язок із зірками та місяцем. Їхні здібності наповнені астральною силою, що дозволяє їм чаклувати потужними зоряними чарами.",
    "3412": "Пошрамовані Скверною не цураються свого внутрішнього демона та посилюють вибухову силу приборканого полум'я Скверни.",
    "3512": "Альдрахійські воїни були досконалими майстрами глеф та володіли своїми клинками зі смертоносною грацією, поглинаючи душі й наділяючи свою зброю ще більшою силою.",
    "3613": "Дракомандири — природжені лідери, що здатні надихати прибічників ставати кращими. Вони є обраними генералами драктирів та використовують свої посилені заклинання, щоб віддавати бойові накази й скликати війська.",
    "3713": "Творці полум'я використовують вчення Алекстрази й спеціалізуються на захисті союзників, омолодженні та оновленні. Вони також мають унікальну здатність маніпулювати драконячим полум'ям, поширювати та посилювати його.",
    "3813": "Хранителі часу можуть маніпулювати ним, зазираючи у проблиски майбутнього, щоб пришвидшити свої атаки, або викликаючи відлунні копії, щоб повернутися у минуле. Зосередження на бронзовій магії може спричинити нестабільність через безліч майбутніх можливостей, які вони постійно бачать.",
    "4510": "Учіться у своїх попередників і гордо виступайте проти ворогів, захищаючи своїх друзів і сім'ю, подібно до славних Шадо-Пань. Заряджайтеся силою та вичікуйте момент, перш ніж випустити шквал ударів, щоб приголомшити своїх супротивників.",
    "4610": "Майстри гармонії прагнуть фізичної досконалості та перетворення свого тіла в джерело чистої сили, аби возз'єднатися із потоком Чі та природними циклами могутності.",
    "4710": "Провідники Небожителів присвячують себе вченню Найясніших, щоб втілити їхню мудрість і приборкати їхню силу. Досвідчені провідники можуть недовго скеровувати силу всіх Небожителів одночасно."
}