{
    "62": "Маніпулює чистою таємною магією, знищуючи ворогів з приголомшливою силою.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "63": "Фокусує чисту сутність магії вогню, атакуючи ворогів горючим полум'ям.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "64": "Заморожує ворогів на місці й розбиває їх на друзки магією холоду.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "65": "Пробуджує силу Світла, для зцілення та захисту союзників заради перемоги над злом з найтемніших куточків світу.\n\nБажана зброя: меч, дробильна зброя, щит",
    "66": "Використовує магію Світла, щоб захистити себе і союзників від нападників. \n\nБажана зброя: меч, сокира, дробильна зброя та щит",
    "70": "Праведний хрестоносець, який судить і карає супротивників зброєю та магією Світла. \n\nБажана зброя: дворучний меч, сокира, дробильна зброя",
    "71": "Загартований у боях майстер зброї, що використовує мобільність та надзвичайно потужні атаки для перемоги над супротивниками.\n\nБажана зброя: дворучна сокира, меч, дробильна зброя",
    "72": "Скажений берсерк, що викликає шквал атак, аби пошматувати своїх ворогів.\n\nБажана зброя: сокири, мечі або дробильна зброя у обох руках",
    "73": "Відважний захисник, який використовує щит аби захистити себе та своїх союзників.\n\nБажана зброя: сокира, дробильна зброя, меч та щит",
    "102": "Перевтілюється у могутню місячну сову, балансуючи сили таємної магії та природи, щоб знищити ворогів.\n\nБажана зброя: посох, кинджал або дробильна зброя",
    "103": "Приймає форму великого кота, щоб завдавати шкоди укусами та кровотечами.\n\nБажана зброя: посох, держакова зброя",
    "104": "Приймає форму могутнього ведмедя, щоб поглинати шкоду і захищати союзників.\n\nБажана зброя: посох, держакова зброя",
    "105": "Використовує потужну магію природи для зцілення і воскресіння союзників.\n\nБажана зброя: посох, кинджал, дробильна зброя",
    "185": "Voidweavers have dedicated themselves to studying the origins of Void magic, and have discovered a way to tear open a tenuous connection to the Void. This power is incredibly dangerous and volatile, consuming anything in its path.",
    "195": "Archons are highly devout and deeply connected to the Light and Shadow. Archons can be blessed from higher beings to enter into an ascended state, becoming an ultimate version of themselves.",
    "205": "Oracles gain insight into the future and use it to protect and empower their allies. Their future sight grants Oracles the ability to bestow unique blessings and benefits upon their allies before they even know they are needed.",
    "250": "Темний охоронець, який використовує і спотворює життєву енергію, щоб укріпити себе перед обличчям ворожої навали.\n\nБажана зброя: дворучна сокира, меч та дробильна зброя",
    "251": "Крижаний провісник загибелі, що спрямовує рунічну силу та завдає жорстоких ударів своєю зброєю.\n\nБажана зброя: сокири, мечі або дробильна зброя в обох руках",
    "252": "Володар смерті й розкладання, що поширює інфекцію й контролює неживих прислужників, які виконують його накази.\n\nБажана зброя: дворучна сокира, меч або дробильна зброя",
    "253": "Володар дикої природи, який приборкує найрізноманітніших звірів, щоб вони допомагали йому в бою.\n\nБажана зброя: лук, арбалет, вогнепальна зброя",
    "254": "Вправний снайпер, який влучно знищує ворогів здалеку.\n\nБажана зброя: лук, арбалет, вогнепальна зброя",
    "255": "Здібний слідопит, який віддає перевагу використанню вибухівки, отрути тварин та скоординованим атакам з прирученим звіром.\n\nБажана зброя: держакова зброя, посох",
    "256": "Використовує магію, щоб захистити від ушкоджень союзників, а також зцілити їхні рани.\n\nБажана зброя: посох, жезл, кинджал, дробильна зброя",
    "257": "Різносторонній цілитель, який може відвернути шкоду, завдану окремим особам або групам, і навіть продовжувати зцілювати з того світу.\n\nБажана зброя: посох, жезл, кинджал, дробильна зброя",
    "258": "Використовує зловісну темну магію і жахливу магію Порожнечі для знищення ворогів.\n\nБажана зброя: посох, жезл, кинджал, дробильна зброя",
    "259": "Смертоносний майстер отрут, який відправляє жертв на той світ вбивчими ударами кинджалів.\n\nБажана зброя: кинджали",
    "260": "Безжальний злочинець, який використовує спритність і хитрість, щоб сам на сам протистояти ворогам.\n\nБажана зброя: сокири, мечі, дробильна або кулачна зброя",
    "261": "Безшумний переслідувач, що вистрибує з тіні, щоб влаштувати засідку на свою здобич, яка нічого не підозрює.\n\nБажана зброя: кинджали",
    "262": "Заклинатель, який приборкує руйнівні сили природи та стихій.\n\nБажана зброя: дробильна зброя, кинджал та щит",
    "263": "Тотемний воїн, який вражає ворогів зброєю, наповненою стихійною силою.\n\nБажана зброя: сокири, дробильна або кулачна зброя в обох руках",
    "264": "Цілитель, який закликає духів предків та очищувальну силу води, щоб загоїти рани союзників.\n\nБажана зброя: дробильна зброя, кинджал та щит",
    "265": "Майстер темної магії, який спеціалізується на витягуванні життєвої сили та заклинаннях періодичної шкоди.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "266": "Повелитель демонів, що перетворює душі своєї армії на руйнівну силу.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "267": "Володар хаосу, який прикликає вогонь, щоб спалити та знищити ворогів.\n\nБажана зброя: посох, жезл, кинджал або меч",
    "268": "Стійкий забіяка, який використовує непередбачувані рухи та містичні варива, щоб уникнути шкоди та захистити союзників.\n\nБажана зброя: посох, держакова зброя",
    "269": "Неперевершений майстер бойових мистецтв, який б'є супротивників руками та кулаками.\n\nБажана зброя: кулачна або дробильна зброя, мечі, сокири",
    "270": "Цілитель, який володіє таємничим мистецтвом маніпулювання життєвими енергіями за допомогою мудрості Нефритової Змії.\n\nБажана зброя: посох, меч або дробильна зброя",
    "316": "San'layn excel at using blood and shadow magic to weaken their enemies and empower their own capabilities.",
    "326": "Riders of the Apoclypse call forth the power of the legendary Four Horsemen. They can call upon the Horsemen for aid and tap into the powers of death, famine and disease.",
    "336": "Become the emissary of death. Aim for the soul of your enemies with attacks empowered by the Shadowlands, and remind them of the inevitable.",
    "398": "By embracing arcane flames, Sunfury mages enhance their most devastating incantations, even calling on the aid of a spellfire phoenix.",
    "408": "Mastering the inherently unstable nature of magic allows Spellslingers to splinter their magic, creating powerful and volatile new effects.",
    "418": "Frostfire mages take the reins of seemingly incompatible elemental forces. By mastering the opposing forces, they enhance their elemental attacks and can even combine them for more power.",
    "423": "Sentinels draw their power from nature's forces, dealing bonus Arcane damage with their abilities and calling upon mystical owls to rain destruction on their enemies.",
    "433": "Pack Leaders have formed a deep bond and trust with their animal companions, allowing the Hunter and their pack to hunt with a vicious coordination on the battlefield.",
    "443": "Embrace hatred and strike from the shadows, assaulting your enemies with necrotic, shadow-empowered abilities. Enemies who fall from your abilities further empower your dark energies.",
    "482": "Templars stop at nothing to bring justice to the wicked. They call down hammers of Light and unleash devastating combinations of physical and holy attacks to vanquish their enemies.",
    "492": "Lightsmiths have developed such masterful control over the Light that they are able to wield it tangibly, employing constructs to empower their weapons and defenses and to protect their allies.",
    "502": "Heralds of the Sun develop a deep bond to the sun and solar energy, using it to burn enemies and cauterize their allies' wounds. They can manifest potent solar rays while fully connected to the Light.",
    "514": "Dirty tricks and flashing blades are on display when a Trickster enters a fight. Tricksters distract opponents with misdirection or a sword's flourish, then slash them with a blade they never saw coming.",
    "524": "The Fatebound eagerly act as the Hand of Fate, sowing chaos into well-laid plans. Guided by the whims of a flipped Fatebound Coin, they deliver the ending their enemies are destined for; the ending they deserve.",
    "534": "The harbingers of death, Deathstalkers strike from the shadows to bring a swift end to their targets.",
    "547": "Totemic shamans excel at unlocking the full power of their totems, strengthening their totems and gaining access to new ones. They also hone their imbuement skills to maintain their threat up close.",
    "557": "Stormbringers harness the power of the storm, enhancing their dominion over lightning and shaping it to their will. Summon a fierce Tempest to unleash chaos upon your foes awakening the storm, creating devastation in your path.",
    "567": "Harness your spiritual magic, improving your spell casting capabilities and empowering you to call upon the spirits of your ancestors to aid you and your allies in combat.",
    "577": "Задумливий майстер глеф і руйнівної сили магії Скверни.\n\nБажана зброя: глефи, мечі, сокири або кулачна зброя",
    "579": "Few grasp the power hidden within souls, but many know the hunger demons share for spirits of the fallen. Soul Harvesters enter pacts with demons from the Twisting Nether, serving as their host and feeding them the souls of their foes in exchange for incredible power.",
    "581": "Приймає свого внутрішнього демона, щоб спопелити ворогів і захистити своїх союзників.\n\nБажана зброя: глефи, мечі, сокири або кулачна зброя",
    "589": "Amongst the Satyr sects throughout Azeroth, Hellcallers are the most feared. Hellcaller warlocks have learned to weave together the vilest of shadow magic and entropic fel fire at the cost of corrupting their own soul.",
    "599": "The defeat of the Legion left many powerful demons unbound. Diabolists command greater demons once thought to be uncontrollable and wield abyssal powers from the Twisting Nether on the battlefield.",
    "601": "A vicious Warrior who sets their sights on a target and pursues it relentlessly, overwhelming their foes with an onslaught of steel and might.",
    "611": "Mountain Thanes are fierce fighters that live to challenge themselves against worthy opponents. Drawing strength from the earth and power from the storm, they strike with blows that hit like a thunder clap to overwhelm their enemies.",
    "621": "A veteran of countless battles who can shrug off attacks that would fell others while using their expertise to deliver their most powerful strikes and destroy their enemies.",
    "1467": "Вивільняє вроджену силу у вигляді хаотичного Червоного полум'я або зосередженої Синьої магії, для винищення ворогів на полі бою.\n\nБажана зброя: посох, меч, кинджал або дробильна зброя",
    "1468": "Звертається до Смарагдового Сну для відновлення життя, а до Бронзових пісків часу - для запобігання шкоді.\n\nБажана зброя: посох, меч, кинджал або дробильна зброя",
    "1473": "Наділяє союзників могутністю Чорних драконів та схиляє час і долю на їхню користь з допомогою Бронзової магії.\n\nБажана зброя: посох, меч, кинджал або дробильна зброя",
    "2111": "Druids of the Claw are masters of their mighty animal forms. When they transform into cats or bears, they become ferocious combatants and protectors of the wild.",
    "2211": "Wildstalkers live amongst the remote wilds, hunting to perpetuate the cycle of life and death and destroy those who would despoil nature and using their healing powers to restore life to barren spaces.",
    "2311": "Keepers of the Grove take inspiration from Cenarius' mighty children to protect the balance of nature and safeguard the Dream. They channel the power of the Dream to strengthen their spells and summon empowered treants to protect their allies and crush their enemies.",
    "2411": "Elune's Chosen dedicate themselves to the Moon Goddess and are granted her connection to the moon and stars. Their abilities are infused with astral might and they can call down potent lunar magics.",
    "3412": "The Fel-Scarred embrace their inner demon and amplify the explosive power of the fel fire they wield.",
    "3512": "The Aldrachi warriors were the ultimate glaivemasters and wielded their blades with deadly grace, consuming souls and imbuing their weapons with greater power.",
    "3613": "Scalecommanders are natural born leaders, capable of inspiring those around them to become better. They are the chosen generals of the Dracthyr and use their empower spells to send battle commands and summon troops.",
    "3713": "Flameshapers are closely attuned to Alexstrasza and specialize in protecting allies, rejuvenation, and renewal. They also have the unique ability to spread, intensify, and manipulate dragonflame.",
    "3813": "Chronowardens can manipulate time, giving them glimpses of the future to speed their attacks or recalling echoes to revisit past actions. Specialization in bronze magic can cause instabilities due to the many future possibilities they constantly see.",
    "4510": "As a Shado-Pan, learn from your forebears and stand proud against your foes in defense of your friends and family. Bide your time and charge up your power before unleashing a flurry of blows to overwhelm your opponents.",
    "4610": "Masters of Harmony chase physical perfection and the refinement of the body into pure strength, allowing them to tap into the flow of chi and natural cycles of power.",
    "4710": "Conduits of the Celestials devote themselves to the teachings of the August Celestials to embody their wisdom and harness their strength. Master Conduits may briefly channel the power of all Celestials at once."
}