[
    {
        "Hash": 656074933,
        "Text": "Загартований у боях майстер зброї, що використовує мобільність та надзвичайно потужні атаки для перемоги над супротивниками.\n\nБажана зброя: дворучна сокира, меч, дробильна зброя"
    },
    {
        "Hash": 3652042103,
        "Text": "Скажений берсерк, що викликає шквал атак, аби пошматувати своїх ворогів.\n\nБажана зброя: сокири, мечі або дробильна зброя у обох руках"
    },
    {
        "Hash": 1446208279,
        "Text": "Відважний захисник, який використовує щит аби захистити себе та своїх союзників.\n\nБажана зброя: сокира, дробильна зброя, меч та щит"
    },
    {
        "Hash": 1542938356,
        "Text": "Пробуджує силу Світла, для зцілення та захисту союзників заради перемоги над злом з найтемніших куточків світу.\n\nБажана зброя: меч, дробильна зброя, щит"
    },
    {
        "Hash": 2375740427,
        "Text": "Використовує магію Світла, щоб захистити себе і союзників від нападників. \n\nБажана зброя: меч, сокира, дробильна зброя та щит"
    },
    {
        "Hash": 2890731931,
        "Text": "Праведний хрестоносець, який судить і карає супротивників зброєю та магією Світла. \n\nБажана зброя: дворучний меч, сокира, дробильна зброя"
    },
    {
        "Hash": 3730575672,
        "Text": "Володар дикої природи, який приборкує найрізноманітніших звірів, щоб вони допомагали йому в бою.\n\nБажана зброя: лук, арбалет, вогнепальна зброя"
    },
    {
        "Hash": 3756711699,
        "Text": "Вправний снайпер, який влучно знищує ворогів здалеку.\n\nБажана зброя: лук, арбалет, вогнепальна зброя"
    },
    {
        "Hash": 3200539494,
        "Text": "Здібний слідопит, який віддає перевагу використанню вибухівки, отрути тварин та скоординованим атакам з прирученим звіром.\n\nБажана зброя: держакова зброя, посох"
    },
    {
        "Hash": 134877213,
        "Text": "Смертоносний майстер отрут, який відправляє жертв на той світ вбивчими ударами кинджалів.\n\nБажана зброя: кинджали"
    },
    {
        "Hash": 1675757402,
        "Text": "Безжальний злочинець, який використовує спритність і хитрість, щоб сам на сам протистояти ворогам.\n\nБажана зброя: сокири, мечі, дробильна або кулачна зброя"
    },
    {
        "Hash": 3076820429,
        "Text": "Безшумний переслідувач, що вистрибує з тіні, щоб влаштувати засідку на свою здобич, яка нічого не підозрює.\n\nБажана зброя: кинджали"
    },
    {
        "Hash": 3483923889,
        "Text": "Використовує магію, щоб захистити від ушкоджень союзників, а також зцілити їхні рани.\n\nБажана зброя: посох, жезл, кинджал, дробильна зброя"
    },
    {
        "Hash": 2474612279,
        "Text": "Різносторонній цілитель, який може відвернути шкоду, завдану окремим особам або групам, і навіть продовжувати зцілювати з того світу.\n\nБажана зброя: посох, жезл, кинджал, дробильна зброя"
    },
    {
        "Hash": 1986596740,
        "Text": "Використовує зловісну темну магію і жахливу магію Порожнечі для знищення ворогів.\n\nБажана зброя: посох, жезл, кинджал, дробильна зброя"
    },
    {
        "Hash": 4097008473,
        "Text": "Темний охоронець, який використовує і спотворює життєву енергію, щоб укріпити себе перед обличчям ворожої навали.\n\nБажана зброя: дворучна сокира, меч та дробильна зброя"
    },
    {
        "Hash": 4260524073,
        "Text": "Крижаний провісник загибелі, що спрямовує рунічну силу та завдає жорстоких ударів своєю зброєю.\n\nБажана зброя: сокири, мечі або дробильна зброя в обох руках"
    },
    {
        "Hash": 1134464025,
        "Text": "Володар смерті й розкладання, що поширює інфекцію й контролює неживих прислужників, які виконують його накази.\n\nБажана зброя: дворучна сокира, меч або дробильна зброя"
    },
    {
        "Hash": 2742600873,
        "Text": "Заклинатель, який приборкує руйнівні сили природи та стихій.\n\nБажана зброя: дробильна зброя, кинджал та щит"
    },
    {
        "Hash": 3304964099,
        "Text": "Тотемний воїн, який вражає ворогів зброєю, наповненою стихійною силою.\n\nБажана зброя: сокири, дробильна або кулачна зброя в обох руках"
    },
    {
        "Hash": 2702726302,
        "Text": "Цілитель, який закликає духів предків та очищувальну силу води, щоб загоїти рани союзників.\n\nБажана зброя: дробильна зброя, кинджал та щит"
    },
    {
        "Hash": 3852447780,
        "Text": "Маніпулює чистою таємною магією, знищуючи ворогів з приголомшливою силою.\n\nБажана зброя: посох, жезл, кинджал або меч"
    },
    {
        "Hash": 316855215,
        "Text": "Фокусує чисту сутність магії вогню, атакуючи ворогів горючим полум'ям.\n\nБажана зброя: посох, жезл, кинджал або меч"
    },
    {
        "Hash": 872924061,
        "Text": "Заморожує ворогів на місці й розбиває їх на друзки магією холоду.\n\nБажана зброя: посох, жезл, кинджал або меч"
    },
    {
        "Hash": 881456825,
        "Text": "Майстер темної магії, який спеціалізується на витягуванні життєвої сили та заклинаннях періодичної шкоди.\n\nБажана зброя: посох, жезл, кинджал або меч"
    },
    {
        "Hash": 4010652843,
        "Text": "Повелитель демонів, що перетворює душі своєї армії на руйнівну силу.\n\nБажана зброя: посох, жезл, кинджал або меч"
    },
    {
        "Hash": 1408328421,
        "Text": "Володар хаосу, який прикликає вогонь, щоб спалити та знищити ворогів.\n\nБажана зброя: посох, жезл, кинджал або меч"
    },
    {
        "Hash": 928235981,
        "Text": "Стійкий забіяка, який використовує непередбачувані рухи та містичні варива, щоб уникнути шкоди та захистити союзників.\n\nБажана зброя: посох, держакова зброя"
    },
    {
        "Hash": 1818716868,
        "Text": "Неперевершений майстер бойових мистецтв, який б'є супротивників руками та кулаками.\n\nБажана зброя: кулачна або дробильна зброя, мечі, сокири"
    },
    {
        "Hash": 3739686864,
        "Text": "Цілитель, який володіє таємничим мистецтвом маніпулювання життєвими енергіями за допомогою мудрості Нефритової Змії.\n\nБажана зброя: посох, меч або дробильна зброя"
    },
    {
        "Hash": 2578814365,
        "Text": "Перевтілюється у могутню Місячну сову, балансуючи сили таємної магії та природи, щоб знищити ворогів.\n\nБажана зброя: посох, кинджал або дробильна зброя"
    },
    {
        "Hash": 132812608,
        "Text": "Приймає форму великого кота, щоб завдавати шкоди укусами та кровотечами.\n\nБажана зброя: посох, держакова зброя"
    },
    {
        "Hash": 1720908269,
        "Text": "Приймає форму могутнього ведмедя, щоб поглинати шкоду і захищати союзників.\n\nБажана зброя: посох, держакова зброя"
    },
    {
        "Hash": 2606729245,
        "Text": "Використовує потужну магію природи для зцілення і воскресіння союзників.\n\nБажана зброя: посох, кинджал, дробильна зброя"
    },
    {
        "Hash": 3767012229,
        "Text": "Задумливий майстер глеф і руйнівної сили магії Скверни.\n\nБажана зброя: глефи, мечі, сокири або кулачна зброя"
    },
    {
        "Hash": 3484223349,
        "Text": "Приймає свого внутрішнього демона, щоб спопелити ворогів і захистити своїх союзників.\n\nБажана зброя: глефи, мечі, сокири або кулачна зброя"
    },
    {
        "Hash": 1952558806,
        "Text": "Вивільняє вроджену силу у вигляді хаотичного Червоного полум'я або зосередженої Синьої магії, для винищення ворогів на полі бою.\n\nБажана зброя: посох, меч, кинджал або дробильна зброя"
    },
    {
        "Hash": 4165243951,
        "Text": "Звертається до Смарагдового Сну для відновлення життя, а до Бронзових пісків часу - для запобігання шкоді.\n\nБажана зброя: посох, меч, кинджал або дробильна зброя"
    },
    {
        "Hash": 2839294588,
        "Text": "Наділяє союзників могутністю Чорних драконів та схиляє час і долю на їхню користь з допомогою Бронзової магії.\n\nБажана зброя: посох, меч, кинджал або дробильна зброя"
    }
]