[
    {
        "Text": "Загартований у боях майстер зброї, що використовує гнучкість та надзвичайно потужні атаки, щоб вражати своїх супротивників.\n\nБажана зброя: Дворучна Сокира, Булава, Меч",
        "Hash": 656074933
    },
    {
        "Text": "Скажений берсерк, що викликає шквал атак, аби пошматувати своїх ворогів.\n\nБажана зброя: Подвійні Сокири, Булави, Мечі",
        "Hash": 3652042103
    },
    {
        "Text": "Відважний захисник, який використовує щит аби захистити себе та своїх союзників.\n\nБажана зброя: Сокира, Булава, Меч та Щит",
        "Hash": 1446208279
    },
    {
        "Text": "Пробуджує силу світла, для зцілення та захисту союзників, щоб перемогти зло з найтемніших куточків світу.\n\nБажана зброя: Меч, Булава, Щит.",
        "Hash": 1542938356
    },
    {
        "Text": "Використовує магію світла, щоб захистити себе і союзників від нападників. \n\nБажана зброя: Меч, Булава, Сокира, Щит.",
        "Hash": 2375740427
    },
    {
        "Text": "Праведний хрестоносець, який судить і карає супротивників зброєю та магією Світла. \n\nБажана зброя: Дворучний меч, Булава, Сокира",
        "Hash": 2890731931
    },
    {
        "Text": "Володар дикої природи, який приборкує найрізноманітніших звірів, щоб вони допомагали йому під час бою.\n\nБажана зброя: Лук, Арбалет, Вогнепальна зброя",
        "Hash": 3730575672
    },
    {
        "Text": "Вправний снайпер, який влучно знищує ворогів здалеку.\n\nБажана зброя: Лук, Арбалет, Вогнепальна зброя",
        "Hash": 3756711699
    },
    {
        "Text": "Здібний рейнджер, який віддає перевагу використанню вибухівки, отрути тварин та скоординованим атакам з прирученим звіром.\n\nБажана зброя: Древкове, Палиця",
        "Hash": 3200539494
    },
    {
        "Text": "Смертоносний майстер отрут, який відправляє жертв на той світ вбивчими ударами кинджалів.\n\nБажана зброя: Кинджали",
        "Hash": 134877213
    },
    {
        "Text": "Безжальний злочинець, який використовує спритність і хитрість, щоб сам на сам протистояти ворогам.\n\nБажана зброя: Сокири, Булави, Кулачна Зброя",
        "Hash": 1675757402
    },
    {
        "Text": "Примарний переслідувач, який вистрибує з тіні, щоб влаштувати засідку на свою здобич, що нічого не підозрює.\n\nБажана зброя: Кинджали",
        "Hash": 3076820429
    },
    {
        "Text": "Використовує магію, щоб захистити від ушкоджень союзників, а також зцілити їхні рани.\n\nБажана зброя: Палиця, Жезл, Кинджал, Булава",
        "Hash": 3483923889
    },
    {
        "Text": "Універсальний цілитель, який може відвернути шкоду, завдану окремим особам або групам, і навіть деколи повернути з того світу.\n\nБажана зброя: Палиця, Жезл, Кинджал, Булава.",
        "Hash": 2474612279
    },
    {
        "Text": "Використовує зловісну темну магію і жахливу магію Порожнечі для знищення ворогів.\n\nБажана зброя: Палиця, Жезл, Кинджал, Булава.",
        "Hash": 1986596740
    },
    {
        "Text": "Темний охоронець, який маніпулює і спотворює життєву енергію, щоб підтримувати себе перед обличчям ворожої навали.\n\nБажана зброя: Дворучна сокира, Булава, Меч.",
        "Hash": 4097008473
    },
    {
        "Text": "Крижаний провісник долі, що спрямовує рунічну силу та завдає жорстоких ударів своєю зброєю.\n\nБажана зброя: Подвійні сокири, Булави, Мечі.",
        "Hash": 4260524073
    },
    {
        "Text": "Володар смерті і розкладання, що поширює інфекцію і контролює неживих поплічників, які виконують його накази.\n\nБажана зброя: Дворучна сокира, Булава, Меч.",
        "Hash": 1134464025
    },
    {
        "Text": "Заклинатель, який приборкує руйнівні сили природи та стихій.\n\nБажана зброя: Булава, Кинджал, Щит.",
        "Hash": 2742600873
    },
    {
        "Text": "Тотемний воїн, який вражає ворогів зброєю, наповненою стихійною силою.\r\n\r\nБажана зброя: Подвійні сокири, Булави, Кулачна Зброя.",
        "Hash": 3304964099
    },
    {
        "Text": "Цілитель, який закликає духів предків та очищувальну силу води, щоб залікувати рани союзників.\n\nБажана зброя: Булава, Кинджал, Щит.",
        "Hash": 2702726302
    },
    {
        "Text": "Маніпулює чистою таємною магією, знищуючи ворогів з приголомшливою силою.\n\nБажана зброя: Палиця, Жезл, Кинджал, Меч.",
        "Hash": 3852447780
    },
    {
        "Text": "Фокусує чисту сутність магії Вогню, атакуючи ворогів обпікаючим полум'ям.\n\nБажана зброя: Палиця, Жезл, Кинджал, Меч.",
        "Hash": 316855215
    },
    {
        "Text": "Заморожує ворогів на місці і вражає їх магією холоду.\n\nБажана зброя: Палиця, Жезл, Кинджал, Меч.",
        "Hash": 872924061
    },
    {
        "Text": "Майстер темної магії, який спеціалізується на витягуванні життєвої сили і заклинаннях, що завдають шкоду з часом.\n\nБажана зброя: Палиця, Жезл, Кинджал, Меч.",
        "Hash": 881456825
    },
    {
        "Text": "Ватажок демонів, що перетворює душі своєї армії на руйнівну силу.\n\nБажана зброя: Палиця, Жезл, Кинджал, Меч.",
        "Hash": 4010652843
    },
    {
        "Text": "Володар хаосу, який закликає вогонь, щоб спалити і знищити ворогів.\n\nБажана зброя: Палиця, Жезл, Кинджал, Меч.",
        "Hash": 1408328421
    },
    {
        "Text": "Стійкий забіяка, який використовує непередбачувані рухи та містичні варива, щоб уникнути шкоди та захистити союзників.\n\nБажана зброя: Палиця, Древкове.",
        "Hash": 928235981
    },
    {
        "Text": "Неперевершений майстер бойових мистецтв, який б'є супротивників руками та кулаками.\n\nБажана зброя: Кулачна Зброя, Сокири, Булави, Мечі.",
        "Hash": 1818716868
    },
    {
        "Text": "Цілитель, який володіє таємничим мистецтвом маніпулювання життєвими енергіями за допомогою мудрості Нефритового Змія.\n\nБажана зброя: Палиця, Булава, Меч.",
        "Hash": 3739686864
    },
    {
        "Text": "Перевтілюється у Місячну Сову, балансуючи між силою таємної магії та та силами природи, щоб знищити ворогів.\n\nБажана зброя: Палиця, Кинджал, Булава.",
        "Hash": 2578814365
    },
    {
        "Text": "Приймає форму великого кота, щоб завдавати шкоди укусами та кровотечами.\n\nБажана зброя: Палиця, Древкове",
        "Hash": 132812608
    },
    {
        "Text": "Приймає форму могутнього ведмедя, щоб поглинати шкоду і захищати союзників.\n\nБажана зброя: Палиця, Древкове",
        "Hash": 1720908269
    },
    {
        "Text": "Використовує потужну магію природи для зцілення і воскресіння союзників.\n\nБажана зброя: Палиця, Кинджал, Булава",
        "Hash": 2606729245
    },
    {
        "Text": "Задумливий майстер бойових клинків і руйнівної сили магії Скверни.\r\n\r\nБажана зброя: Бойові клинки, Мечі, Сокири,  Кулачна Зброя.",
        "Hash": 3767012229
    },
    {
        "Text": "Приймає свого внутрішнього демона, щоб спопелити ворогів і захистити своїх союзників.\r\n\r\nБажана зброя: Бойові клинки, Мечі, Сокири, Кулачна Зброя.",
        "Hash": 3484223349
    },
    {
        "Text": "Вивільняє вроджену силу у вигляді хаотичного червоного полум'я або зосередженої синьої магії, для винищення ворогів на полі бою.\n\nБажана зброя: Палиця, Меч, Кинджал, Булава.",
        "Hash": 1952558806
    },
    {
        "Text": "Звертається до Смарагдового Сну омолодити життя, а до Бронзових пісків часу - запобігти шкоді.\n\nБажана зброя: Палиця, Меч, Кинджал, Булава.",
        "Hash": 4165243951
    }
]